<!DOCTYPE html>
<html lang="pt-br">
<head>
<meta charset="utf-8"/>
<title>Matem&aacute;tica Industrial  UFPR</title>
<meta name="description" content=""/>
<meta name="author" content=""/>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet" href="static/css/styles.css" type="text/css"/>
<!--[if lte IE 7]><link rel="stylesheet" href="static/yaml/core/iehacks.min.css" type="text/css"/><![endif]-->
</head>
<body>
<div class="ym-wrapper">
  <div class="ym-wbox">
    <header>
      <div align="center">

        <h1>
          <span class="ufpr"></span>
           <span class= "name"> MATEMÁTICA INDUSTRIAL </span>
          <span class="logo"></span>
        </h1>
      </div>

    </header>
    <nav id="nav">
      <div class="ym-hlist">
        <ul>
          <li><a href="index.html"><font color="#FFFF66" face="verdana" size="4">In&iacute;cio</font></a></li>
          <li><a href="curso.html"><font color="#FFFF66" face="verdana" size="4">Curso</font></a></li>
          <li><a href="curriculo.html"><font color="#FFFF66" face="verdana" size="4">Curr&iacute;culo</font></a></li>
     <li><a href="estagios.html"><font color="#FFFF66" face="verdana" size="4">Est&aacute;gios</font></a></li>
          <li><a href="documentos.html"><font color="#FFFF66" face="verdana" size="4">Documentos</font></a></li>
     <!--     <li><a href="estagios.html"><font color="#FFFF66" face="verdana" size="4">Est&aacute;gios</font></a></li> -->
          <li><a href="processoseletivo.html"><font color="#FFFF66" face="verdana" size="4">Vestibular</font></a></li>
	<li><a href="curriculo2020.html"><font color="#FFFF66" face="verdana" size="4">Curriculo 2020</font></a></li>
        </ul>
      </div>
    </nav>
    <div class="main">
      <section class="ym-grid linearize-level-1">
        <article class="ym-g66 ym-gl content">
          <div  class="ym-gbox-left ym-clearfix" >
            <div id="imgMain">
                        <!--<img align="center"src="static/images/principal_02.png"  class=" bordered"/> -->
                </div>
            <p> O Curso oferece uma s&oacute;lida base em Matem&aacute;tica do Ensino Superior
e uma forte forma&ccedil;&atilde;o na &aacute;rea profissionalizante
com disciplinas espec&iacute;ficas da Matem&aacute;tica Industrial.
Toda forma&ccedil;&atilde;o &eacute; refor&ccedil;ada com aulas de laborat&oacute;rio
e dois est&aacute;gios supervisionados em empresas, al&eacute;m de uma oferta multidisciplinar
de mat&eacute;rias optativas de &aacute;reas afins e das atividades de extens&atilde;o
e pesquisa da Institui&ccedil;&atilde;o.

<!-- Assista o v&iacutedeo
<a href="https://youtu.be/BbnxWkuotHk"><b>VOCA&Ccedil;&Atilde;O MATEM&Aacute;TICA INDUSTRIAL</b></a>
para saber mais sobre o que esperar do Curso, est&aacute;gios e mercado de trabalho. -->

<p>Nos próximos dois anos acontecerão três grandes novidades:  </p>

<p>A primeira, já implantada, foi a extinção da 3ª fase do vestibular (processo seletivo estendido) no Curso. Agora, para ingressar efetivamente no Curso a partir de 2019, basta ser aprovado apenas na 1ª e 2ª fases do vestibular. Visite nosso stand na feira de profissões da UFPR que se realizará de 23 a 26 de agosto de 2018.  </p>

<p>A segunda é a comemoração dos 20 anos de existência do Curso de Matemática Industrial (pioneiro no Brasil) que se iniciou no ano 2000 na UFPR. Em 2019, pretende-se organizar uma série de eventos de divulgação da área e do mercado de trabalho do matemático industrial. </p>

<p>A terceira é a implantação do novo Projeto Pedagógico do Curso para 2020. A reformulação curricular está em fase de conclusão e os alunos que ingressarem em 2019 também poderão migrar para o novo currículo. A novidade é que a nova grade curricular ficará mais prática, permitindo a conclusão do Curso no turno vespertino, mas mantendo-se uma lista interessante de disciplinas optativas (tanto no vespertino, como nos outros dois turnos). Isto porque, nos últimos semestres do Curso o aluno estará realizando os estágios e o projeto de matemática industrial, e, se faz oportuno ele poder contar com uma flexibilização de horários para estudar e concluir as optativas, além de poder escolher a sua futura área de atuação específica. </p>

<p>Com duração regular de 4 anos, nos dois primeiros anos são oferecidas as disciplinas do ciclo básico, como os fundamentos da matemática elementar (funções, geometria, lógica), a base da matemática do ensino superior (cálculo diferencial e integral, equações diferenciais, álgebra linear, análise, cálculo numérico), bem como as disciplinas básicas das áreas afins de ciências exatas, como computação, estatística e física. Nos dois últimos anos, o bacharel em matemática industrial se concentra no ciclo profissionalizante em três áreas: Otimização e Pesquisa Operacional (programação linear,  programação não linear, laboratório, tecnologias da decisão), Física Matemática (equações diferencias parciais, variáveis complexas, métodos de matemática aplicada) e Análise Numérica. Os conteúdos são reforçados com aulas práticas no laboratório do Curso (Lamind).  </p>

<p>O currículo conta com tópicos motivacionais como tendências em matemática industrial e modelagem matemática. Num rol de mais de 50 disciplinas optativas, em que o aluno interage com outros cursos, o graduando escolhe a especialidade que deseja direcionar seu futuro campo de atuação. Assim, por exemplo, se ele desejar se tornar um cientista de dados, escolherá mais disciplinas do curso de estatística. Se tender para a área de controle de processos de produção, se concentrará nas disciplinas do curso de engenharia de produção. Desejando seguir a carreira acadêmica (professor universitário, pesquisador), escolherá as opções do curso de pós-graduação. Esta última formação se consagra, em geral, nos dois últimos semestres do curso, com dois estágios supervisionados (em indústrias, empresas ou na própria instituição),  disciplinas optativas escolhidas pelo formando e o projeto de matemática industrial (trabalho de conclusão de curso com monografia e apresentação pública). </p>

<p>O Curso de Matem&aacute;tica Industrial da UFPR est&aacute; inserido num ambiente prop&iacute;cio &agrave;
produ&ccedil;&atilde;o cient&iacute;fica em matem&aacute;tica do qual participam jovens e experientes
matem&aacute;ticos que atuam tanto no Departamento de Matem&aacutetica quanto em colabora&ccedil;&atilde;o
com centros de refer&ecirc;ncia do pa&iacute;s e do exterior. Os resultados dessa experi&ecirc;ncia bem sucedida
constituem a base para a integra&ccedil;&atilde;o da matem&aacute;tica com outras &aacutereas da ci&ecirc;ncia,
para a fundamenta&ccedil;&atilde;o das aplica&ccedil;&otilde;es ao setor produtivo e para a forma&ccedil;&atilde;o
profissional de qualidade. Dessa forma, o curso colabora concreta e efetivamente com a comunidade paranaense tanto
na forma&ccedil;&atilde;o de matem&aacute;ticos para a pesquisa acad&ecirc;mica e para o ensino em diversos
n&iacute;veis, quanto na forma&ccedil;&atilde;o de matem&aacute;ticos para a atua&ccedil;&atilde;o nas ind&uacute;strias
e no mercado de trabalho em geral.<p>
O dom&iacute;nio de conhecimentos matem&aacute;ticos com interfaces
com outras &aacute;reas do conhecimento permite que esses profissionais atuem em setores n&atilde;o acad&ecirc;micos
realizando pesquisas aplicadas com objetivo de gerar conhecimentos espec&iacute;ficos bem como de resolver problemas
pr&aacuteticos. O curso contribui para minimizar o problema da escassez de recursos humanos qualificados procurando
 atender &agrave; demanda gerada pela necessidade de incorpora&ccedil;&atilde;o dos avan&ccedil;os cient&iacute;ficos
etecnol&oacute;gicos ao setor produtivo no estado do Paran&aacute;.</p>
<p> Tradicionalmente, nossos cursos de matem&aacute;tica t&ecirc;m privilegiado a pesquisa te&oacute;rica
relegando as aplica&ccedil;&otilde;es por&eacute;m, em pa&iacute;ses desenvolvidos, a integra&ccedil;&atilde;o entre
matem&aacute;ticos e especialistas de outras &aacute;reas tem sido o pilar de sustenta&ccedil;&atilde;o
do desenvolvimento cient&iacute;fico, tecnol&oacute;gico e econ&ocirc;mico desses pa&iacute;ses.
Assim, o Curso de Matem&aacute;tica Industrial, tem buscado novos modelos de forma&ccedil;&atilde;o dos
recursos humanos, visando &agrave; forma&ccedil;&atilde;o de profissionais que possam implementar as
a&ccedil;&otilde;es objetivando ao crescimento econ&ocirc;mico e, em particular, ao desenvolvimento industrial
do estado por meio da inser&ccedil;&atilde;o efetiva no mundo tecnol&oacute;gico. </p>

          </div>
        </article>
        <aside class="ym-g33 ym-gr">
          <div class="ym-gbox-right ym-clearfix">
            <center><h3>Novidades</h3> </center><p>
          <p><a href="http://www.ufpr.br/portalufpr/noticias/visitantes-do-stand-de-matematica-industrial-aprendem-as-aplicacoes-do-curso-com-jogos-interativos/"><b>MATEM&Aacute;TICA INDUSTRIAL FOI DESTAQUE NA FEIRA DE PROFISS&Otilde;ES 2018</b></a></p>
            <p><b><i>FORMA DE INGRESSO</i>:</b> a partir de 2019, para se tornar aluno efetivo do Curso de Matem&aacute;tica Industrial o candidato dever&aacute; ser aprovado apenas na 1a. e 2a. fases do vestibular da UFPR.</p>

           <p><a href="https://www.youtube.com/watch?v=vbOvo5JM_DY&t=55s"><b>VÍDEO VOCA&Ccedil;&Atilde;O MATEM&Aacute;TICA INDUSTRIAL</b></a></p>
           <!-- <p><a href="http://www.mat.ufpr.br/graduacao/matind/estagios.html"><b>NDE E COE</b></a></p> -->
            <p><b>CAMI-Centro Acad&ecirc;mico de Matem&aacute;tica Industrial:</b> nova sede no centro de conviv&ecirc;ncia do Centro Polit&eacutecnico.<a href="./static/images/Cami.jpg"> Clique aqui </a> para vizualizar a nova sede.

            <p>A <b>Coordena&ccedil;&atilde;o do Curso de Matem&aacute;tica Industrial </b>fica no andar superior do bloco PC do Centro Polit&eacute;cnico. <a href="https://www.google.com/search?q=departamento+de+matem%C3%A1tica&npsic=0&rflfq=1&rlha=0&rllag=-25450478,-49231189,35&tbm=lcl&ved=0ahUKEwiS6ceSyIrcAhUDkpAKHYE4ASoQtgMIdg&tbs=lrf:!2m1!1e2!2m1!1e3!3sIAE,lf:1,lf_ui:2&rldoc=1#rlfi=hd:;si:12374924248880946146;mv:!1m3!1d2383.001328658588!2d-49.22879978166628!3d-25.4500364259998!2m3!1f0!2f0!3f0!3m2!1i236!2i127!4f13.1">Clique aqui</a> para ver um mapa da localiza&ccedil;&atilde;o exata do bloco PC no Centro Polit&eacute;cnico.</p>


            <center><h3>Links</h3></center>
            <p><a href="http://www.emmati.ufpr.br/"><b>EMMATI - Empresa J&uacute;nior de Matem&aacute;ica Industrial</b></a></p>
<p><a href="http://www.cemeai.icmc.usp.br/component/jem/event/56-iv-workshop-de-solucoes-matematicas-para-problemas-industriais/"><b>IV Workshop de Soluções Matemáticas para Problemas Industriais</b></a></p>
            <p><a href="http://www.dema.ufc.br/graduacao-em-matematica-industrial/"><b>Curso de Matem&aacute;tica Industrial da Universidade Federal do Cear&aacute;</b></a></p>
	<h4>Atualização: Setembro 2018</h4>
            <br>
          </div>
        </aside>
      </section>
    </div>
  </div>
</div>
<footer>
  <div class="ym-wrapper">
    <div class="ym-wbox">
      <div class="ym-grid linearize-level-1">
        <div class="ym-g50 ym-gl">
          <div class="ym-gbox"> <br>
            <b>Jos&eacute; Jo&atilde;o Rossetto</b><br>
            Coordenador do Curso de Matem&aacute;tica Industrial<br>
            <a href="mailto:jjrossetto@ufpr.br">jjrossetto@ufpr.br</a><br>
            <br>
            <b>Carlos Maidel da Luz</b><br>
            Secret&aacute;rio da Coordena&ccedil;&atilde;o<br>
            <a href="mailto:maidel@ufpr.br">maidel@ufpr.br</a> </div>
        </div>
        <div class="ym-g50 ym-gr">
          <div class="ym-gbox"> <br>
            <b>Coordena&ccedil;&atilde;o do Curso</b><br>
            Centro Polit&eacute;cnico<br>
            Piso superior do Bloco das Exatas (Bloco PC)<br>
            Telefone: (41) 3361 3353<br>
            <br>
            <b>Departamento de Matem&aacute;tica</b><br>
            <!-- >Universidade Federal do Paran&aacute;<br>< -->
            Centro Polit&eacute;cnico, Jd. das Am&eacute;ricas<br>
            <!-- Caixa Postal 19081<br> -->
            CEP 81531-980, Curitiba, PR<br>
            Telefone/Fax: (41) 3361 3041/3019 </div>
        </div>
      </div>
    </div>
  </div>
</footer>
</body>
</html>
